[
    {
        "name": "Нижегородский Кремль",
        "tags": ["История", "Архитектура"],
        "duration": "3 часа",
        "description": "Исторический центр города с древними стенами и башнями, построенными в XVI веке.",
        "address": "Нижний Новгород, Кремль",
        "image_path": "source/kremlin.jpg",
        "lat": 56.3287,
        "lon": 44.002,
        "rating": 4.333333333333333,
        "reviews": [],
        "history": "Нижегородский Кремль был основан в 1221 году князем Юрием Всеволодовичем как деревянная крепость. Каменные укрепления начали возводить в 1500-х годах под руководством итальянских архитекторов, таких как Пьетро Франческо. Кремль выдержал множество осад, включая нападения татар в XIII-XIV веках. В 1612 году он стал ключевым пунктом сбора ополчения Минина и Пожарского, сыграв решающую роль в освобождении Москвы от польских интервентов. Сегодня это символ города и музей под открытым небом."
    },
    {
        "name": "Чкаловская лестница",
        "tags": ["Архитектура", "История"],
        "duration": "1 час",
        "description": "Знаменитая лестница с видом на Волгу, посвященная Валерию Чкалову.",
        "address": "Нижний Новгород, Верхне-Волжская набережная",
        "image_path": "source/chkalov_stairs.jpg",
        "lat": 56.3321,
        "lon": 44.0089,
        "rating": 4.0,
        "reviews": [],
        "history": "Чкаловская лестница была построена в 1943-1949 годах в честь победы в Сталинградской битве. Проект разработали архитекторы Александр Яковлев, Лев Руднев и Владимир Мунц. Изначально она называлась 'Сталинградской', но позже переименована в честь лётчика Валерия Чкалова, уроженца Нижегородской области, совершившего первый беспосадочный перелёт через Северный полюс. Лестница насчитывает 560 ступеней и является одной из самых длинных в России."
    },
    {
        "name": "Парк Швейцария",
        "tags": ["Природа"],
        "duration": "2 часа",
        "description": "Большой парк для прогулок с живописными видами на Оку.",
        "address": "Нижний Новгород, ул. Медицинская",
        "image_path": "source/park_shveytsariya.jpg",
        "lat": 56.2978,
        "lon": 43.9835,
        "rating": 4.3,
        "reviews": [],
        "history": "Парк 'Швейцария' был основан в XIX веке как загородная зона отдыха для нижегородской знати. Название связано с живописными холмами, напоминающими швейцарские пейзажи. В советское время парк стал народным местом отдыха, здесь появились аттракционы и прогулочные зоны. В годы Великой Отечественной войны часть территории использовалась для военных нужд, а после войны парк был восстановлен и расширен."
    },
    {
        "name": "Усадьба Рукавишниковых",
        "tags": ["История", "Культура"],
        "duration": "2 часа",
        "description": "Музей-усадьба с уникальной архитектурой XIX века.",
        "address": "Нижний Новгород, ул. Верхне-Волжская набережная, 7",
        "image_path": "source/rukavishnikov_estate.jpg",
        "lat": 56.3315,
        "lon": 44.0142,
        "rating": 4.6,
        "reviews": [],
        "history": "Усадьба построена в 1877 году для купца Сергея Рукавишникова архитектором Петром Бойцовым. Семья Рукавишниковых была одной из богатейших в Нижнем Новгороде, занимаясь торговлей и благотворительностью. Здание выделяется эклектичным стилем с элементами барокко и классицизма. После революции 1917 года усадьба была национализирована, а с 1994 года здесь открыт музей, сохраняющий интерьеры и историю купеческой жизни."
    },
    {
        "name": "Большая Покровская улица",
        "tags": ["Культура", "Гастрономия"],
        "duration": "3 часа",
        "description": "Главная пешеходная улица с кафе, магазинами и уличными художниками.",
        "address": "Нижний Новгород, ул. Большая Покровская",
        "image_path": "source/pokrovskaya_street.jpg",
        "lat": 56.318,
        "lon": 43.995,
        "rating": 4.8,
        "reviews": [],
        "history": "Большая Покровская улица сформировалась в XVIII веке как главная торговая артерия города. Названа в честь Покровской церкви, разрушенной в советское время. В XIX веке здесь селились купцы и дворяне, строились особняки и театры. После революции улица сохранила культурное значение, а в 1980-х стала пешеходной зоной, превратившись в центр притяжения туристов и местных жителей."
    }
]